menu_data = {
  "Классический завтрак": {
    "состав": "яйцо куриное, мягкий сливочный сыр, хлеб ремесленный, авокадо, томаты черри, салат микс (руккола, шпинат, лолло-росса), кунжут, фреш лимона, масло оливковое",
    "аллергены": "яйцо куриное, лактоза (сыр), глютен (хлеб), зелень, томаты черри, фреш лимона",
    "пары": "сыр, томаты, огурцы, авокадо, слабосоленый лосось, хлебная корзина, фокачча, брускетта, чай, кофе, лимонад, сок, свежевыжатый сок"
  },
  "Английский завтрак": {
    "состав": "яйцо куриное, помидоры розовые, бекон, мини картофель, хлеб ремесленный, колбаски говядина-свинина, фасоль консервированная, петрушка, масло сливочное, масло растительное, масло чесночное",
    "аллергены": "яйцо куриное, помидоры розовые, глютен",
    "пары": "яйцо, томаты, огурцы, сыр, хлеб, брускетта, картофель мини, бекон, фасоль"
  },
  "Драники с лососем и сливочным сыром": {
    "состав": "мука пшеничная, масло растительное, огурцы без кожи, лосось лавграсс, микро-зелень, сыр креметте",
    "аллергены": "мука пшеничная, лосось, сыр",
    "пары": "лосось, сыр, яйцо пашот, брускетта"
  },
  "Блинчики с ягодным соусом": {
    "состав": "молоко, мука пшеничная, яйцо куриное, соль, сахар, масло растительное, масло сливочное, мята + Ягодный соус (крахмал, сахар, вода, клубника свежемороженая, краситель жидкий)",
    "аллергены": "мука, молоко, яйцо, клубника, краситель",
    "пары": "сгущенное молоко, сметана, ванильный соус, шоколадный соус"
  },
  "Панкейк с ванильным соусом": {
    "состав": "мука, разрыхлитель, молоко, яйцо, сода, фреш лимона, масло сливочное + ванильный соус, голубика, мята",
    "аллергены": "мука, молоко, яйцо, фреш лимона",
    "пары": "сметана, ягодный соус, шоколадный соус, ягоды, мед"
  },
  "Сырники домашние со сметаной и ягодным соусом": {
    "состав": "творог 9%, яйцо, ванильный сахар, мука пшеничная, масло растительное, масло сливочное + Сметанный крем (сметана 20%, сливки 33%) + Ягодный соус",
    "аллергены": "яйцо, мука, лактоза, клубника, краситель",
    "пары": "ягоды, сгущенка, шоколадный соус, ванильный соус, сметана"
  },
  "Вафли с клубникой и ванильным соусом": {
    "состав": "мука, яйцо, молоко, сахарная пудра, разрыхлитель, масло растительное, клубника, мята + Ванильный соус",
    "аллергены": "лактоза, яйцо, мука, клубника",
    "пары": "мороженое (шоколад, ваниль, клубника), ягоды, шоколадный соус, ванильный соус, чай, кофе"
  },
  "Вафли с бананом и шоколадным соусом": {
    "состав": "мука, яйцо, молоко, сахарная пудра, разрыхлитель, масло растительное, банан, голубика + Шоколадный соус",
    "аллергены": "мука, яйцо, лактоза, ягоды, шоколад",
    "пары": "мороженое, ягоды, шоколадный соус, ванильный соус, банан, кофе, чай"
  },
  "Брускетта со страчателлой и баклажаном": {
    "состав": "хрустящий гречишный хлеб, сыр страчателла, баклажан, руккола, розовые томаты, соус песто, перец чили, микро-зелень",
    "аллергены": "лактоза, глютен, томаты, перец чили",
    "пары": "красное сухое вино, вода с лимоном, лимонад"
  },
  "Брускетта с креветкой и авокадо": {
    "состав": "хлеб ремесленный, сливочный сыр креметте, козий сыр, креветки, авокадо, руккола, шпинат, масло чесночное",
    "аллергены": "сыр креметте, сыр козий, креветки, масло чесночное",
    "пары": "вино (игристое, белое), лимонады, морс, вода с лимоном"
  },
  "Брускетта с лососем и сливочным соусом": {
    "состав": "гречишный хлеб, сыр креметте, сальса из авокадо и томатов, слабосоленый лосось, \"земля\"из маслин, микро-зелень",
    "аллергены": "глютен, лактоза, томаты, лосось",
    "пары": "игристое вино, белое сухое вино, вода с лимоном, лимонад"
  },
  "Брускетта с ростбифом": {
    "состав": "гречишный хлеб, соус айоли, маринованный ростбиф, микс петрушки и укропа, соус цитронет",
    "аллергены": "лактоза, глютен, цитрусовые, чеснок, фреш лимона, мед, соевый соус",
    "пары": "темное крафтовое пиво (стаут), красное вино"
  },
  "Азиатский салат с креветками и авокадо": {
    "состав": "креветки чили, авокадо, салат микс (шпинат, руккола, лолло-росса), зеленые бобы, оливковое масло + Соус яблочный (яблочное пюре, сливки, крахмал, вода, мята, сахар) + Соус унаги (соевый соус, вода, крахмал, сахар) + Соус манго (пюре манго, масло растительное)",
    "аллергены": "креветки, зеленые бобы, сливки, соевый соус",
    "пары": "игристое вино, белое сухое вино, креветки, авокадо"
  },
  "Салат греческий": {
    "состав": "огурцы, помидоры розовые, перец болгарский, лук красный, каперсы, маслины, оливки, сыр фета, базилик, орегано + Соус цитронет (мед, фреш лимона, масло оливковое, соль)",
    "аллергены": "мед, фреш лимона, томаты, лактоза (сыр)",
    "пары": "хлебная корзина, фокачча, ассорти дипов, брускетты, куриная грудка, креветки, белое сухое вино"
  },
  "Салат Цезарь с курицей": {
    "состав": "салат айсберг, салат романо, куриная грудка, сыр пармезан, томаты черри, гренки (бриошь со сливочным маслом и пармезаном) + Соус цезарь (пармезан, каперсы, анчоусы, ворчестер, шрирача, яйцо, горчица, чеснок, масло растительное)",
    "аллергены": "сыр пармезан, томаты черри, яйцо, анчоусы, горчица, ворчестер",
    "пары": "игристое вино, яблочный сидр, светлое пиво, лимонад, фокачча, хлебная корзина"
  },
  "Салат Цезарь с креветками на гриле": {
    "состав": "салат айсберг, салат романо, тигровые креветки, сыр пармезан, томаты черри, гренки (бриошь со сливочным маслом и пармезаном) + Соус цезарь",
    "аллергены": "креветки, сыр пармезан, томаты черри, яйцо, анчоусы, горчица, ворчестер",
    "пары": "белое/розовое сухое вино, цитрусовый лимонад, фокачча, хлебная корзина"
  },
  "Теплый салат с куриной печенью": {
    "состав": "куриная печень обжаренная в муке, розовые томаты, микс салата (шпинат, лолло-росса, руккола), кинза, обжаренные сухари, цедра апельсина + Соус цитронет + Соус медово-горчичный + Соус демигласс",
    "аллергены": "томаты, цитрус, мед, горчица, фреш лимона, соевые бобы",
    "пары": "красное вино, морс ягодный микс, вишневый эль, фокачча, хлебная корзина"
  },
  "Салат с хрустящими баклажанами": {
    "состав": "баклажаны в крахмале, томаты розовые, сыр страчателла, кинза, оливковое масло + Соус сладкий чили (перец чили, чеснок, крахмал, рисовый уксус, вода, сахар, соль)",
    "аллергены": "томаты, лактоза (сыр), перец чили, чеснок",
    "пары": "белое сухое вино, игристое вино, фокачча, овощи гриль"
  },
  "Салат с креветками, авокадо и соусом кимчи": {
    "состав": "микс салат (руккола, лолло-росса, шпинат), креветки, авокадо, розовые томаты, кунжутное масло + Соус кимчи (мед, мята, имбирь, чеснок, перец чили, рыбный соус, сок лайма, горчица дижонская, кинза, масло растительное)",
    "аллергены": "креветки, масло кунжутное, мед, рыбный соус, сок лайма, чеснок, горчица",
    "пары": "суп том ям, рис, фокачча, хлебная корзина"
  },
  "Теплый салат с говядиной и овощами": {
    "состав": "говядина, томаты розовые, болгарский перец, листья салата (айсберг, романо, руккола, лолло-росса, шпинат), лук порей, красный лук, кунжут, кинза + Соус терияке (соевый соус, чеснок, крахмал, имбирь, мирин, уксус рисовый, сахар)",
    "аллергены": "соевый соус, чеснок, томаты розовые, кунжут",
    "пары": "красное вино, темное пиво (стаут), чай, рис, фокачча, хлебная корзина"
 }
}

